 #+LATEX_CLASS: article
 #+LaTeX_HEADER: \usepackage{minted}
 #+LaTeX_HEADER: \usemintedstyle{}
 # #+LaTeX_HEADER: \newminted{common-lisp}{fontsize=\footnotesize}


 #+name: another-listing
 #+begin_src python :exports code
   x = str(y)
 #+end_src

#+begin_src julia :exports code
  function f(x,y):
    exp(x^2+y^2)
  end
#+end_src

#+RESULTS:

#+NAME: 52af710c-6ec6-4d1c-bd0e-411b8270f8b0
#+begin_src ein-julia :session localhost :results output
  function f(x,y)
      exp(x^2+y^2)
  end
#+end_src

#+RESULTS: 52af710c-6ec6-4d1c-bd0e-411b8270f8b0
: [....]
